Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well was drilled to a vertical depth of 2213 metres below the sea surface and terminated in Early Jurassic rocks (the Statfjord formation).
nb: Brønnen ble boret til et vertikalt dyp av 2213 meter under havflaten og avsluttet i bergarter av tidligjura alder (Statfjordformasjonen).

source: Water depth is 130 metres.
nb: Havdypet er 130 meter.

source: Well 25/11-26 was drilled by the Ocean Vanguard drilling facility, which will now proceed to production licence 502 (operated by Statoil) to drill appraisal well 16/5-3 on the 16/2-6 Johan Sverdrup discovery.
nb: Brønn 25/11-26 ble boret av boreinnretningen Ocean Vanguard som nå skal til utvinningstillatelse 502 operert av Statoil for å bore avgrensningsbrønn 16/5-3 på funnet 16/2-6 Johan Sverdrup.

source: The well was drilled within licence 169 B2 about seven kilometres north of the Grane field in the central part of the North Sea, and about 150 kilometres west of Stavanger.
nb: Brønnen er boret innenfor tillatelse 169 B2 om lag sju kilometer nord for Granefeltet i den midtre delen av Nordsjøen og 150 kilometer vest av Stavanger.

source: The objective of the well was primarily to prove petroleum in Paleocene reservoir rocks (the Heimdal formation), but also to find out if there could be communication with the Grane field in the event of a discovery.
nb: Hensikten med brønnen var primært å påvise petroleum i paleocene reservoarbergarter (Heimdalformasjonen), men også finne ut om det i tilfelle funn kunne være kommunikasjon med Granefeltet.

source: The well encountered an oil column of about 20 metres in the Heimdal formation.
nb: Brønnen påtraff en oljekolonne på om lag 20 meter i Heimdalformasjonen.

source: Preliminary estimates of the size of the discovery are between 2.8 and 5.2 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er på mellom 2,8 og 5,2 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The licensees will consider various development alternatives based on oil quality and pressure communication with surrounding fields.
nb: Rettighetshaverne vil vurdere ulike utbyggingsalternativer basert på oljekvalitet og trykk-kommunikasjon med omkringliggende felt.

source: This is the fifth exploration well drilled by the licensees in Grane Unit.
nb: Dette er den femte letebrønnen som er boret av rettighetshaverne i Grane Unit.

source: Well 25/11-27 was drilled to a vertical depth of 1865 metres below the sea surface and was terminated in the Shetland Group, most likely in the Lower Paleocene, but upper Cretaceous cannot be excluded.
nb: Brønn 25/11-27 ble boret til et vertikalt dyp på 1865 meter under havoverflaten og ble avsluttet i Shetlandgruppen trolig i nedre paleocen, men øvre kritt kan ikke utelukkes.

source: Water depth is 126 metres.
nb: Havdypet er 126 meter.

source: The well was drilled by the Songa Trym drilling facility, which will now proceed to production licence 128 in the Norwegian Sea to drill appraisal well 6608/11-8 where Statoil is the operator.
nb: Brønnen ble boret av boreinnretningen Songa Trym, som nå skal til utvinningstillatelse 128 i Norskehavet for å bore avgrensningsbrønn 6608/11-8 der Statoil er operatør.

source: Wellbore 16/4-4 will be drilled from the West Epsilon drilling facility at position 58° 31' 47.81'' North and 02° 08' 59.69'' East.
nb: Brønnbane 16/4-4 skal bores fra boreinnretningen West Epsilon i posisjon 58° 31' 47.81'' Nord og 02° 08' 59.69'' Øst.

source: West Epsilon is on its way to the location following repairs in Holland.
nb: Boreinnretningen kommer fra verkstedopphold i Holland.

source: The drilling programme for wellbore 16/4-4 concerns drilling of a wildcat well in Production Licence 339.
nb: Boreprogrammet for brønnbane 16/4-4 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 339.

source: Statoil is the operator with ownership interests of 70 percent, whereas ExxonMobil has ownership interests of 30 percent.
nb: Statoil er operatør med 70 prosent andel, mens ExxonMobil er rettighetshaver med 30 prosent andel.

source: The area of this production licence consists of parts of block 16/4, situated approximately 9.5 km north-east of the 16/7-2 H discovery in the middle section of the North Sea.
nb: Arealet i denne tillatelsen består av deler av blokk 16/4, som ligger om lag 9,5 km nordøst av 16/7-2 H-funnet i midtre del av Nordsjøen.

source: Production Licence 339 was awarded in the North Sea Awards in 2004.
nb: Utvinningstillatelse 339 ble tildelt i Nordsjøtildelinga i 2004.

source: This is the forth well that is being drilled in block 16/4.
nb: Dette er den fjerde brønnen som bores i blokk 16/4.

source: The drilling permit is based on the condition that other permits and consents required by other authorities are issued before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The well was drilled about 62 kilometres east of the Frøy field in the central part of the North Sea.
nb: Brønnen er boret om lag 62 kilometer øst for Frøyfeltet i den midtre delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in the Upper Palaeocene (Balder formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre paleocen (Balderformasjonen).

source: The secondary exploration target was to prove petroleum in the Miocene (Utsira formation).
nb: Sekundært letemål var å påvise petroleum i miocen (Utsiraformasjonen).

source: Traces of gas were encountered in thin sandstone layers in the Balder formation and traces of oil in two overlying thick sandstone layers in the lower part of the Hordaland group (Eocene).
nb: Det ble påtruffet spor av gass i tynne sandsteinslag i Balderformasjonen og spor av olje i to overliggende tykke sandsteinslag i undre del av Hordalandgruppen (eocen).

source: The reservoir rocks in the Balder formation are poorer than expected.
nb: Reservoarbergartene i Balderformasjonen er dårligere enn forventet.

source: Aquiferous sandstone that was thinner than expected was encountered in the Utsira formation.
nb: I Utsiraformasjonen ble det påtruffet vannførende sandsteiner som er tynnere enn forventet.

source: The well was drilled to a vertical depth of 1878 metres below the sea surface, and was terminated in the Tor formation in the Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 1878 meter under havflaten, og ble avsluttet i Torformasjonen i øvre kritt.

source: Water depth is 261 metres.
nb: Havdypet er 261 meter.

source: Well 26/5-1 was drilled by the Borgland Dolphin drilling facility, which will now proceed to the Vega field in the northern part of the North Sea, where it will drill production well 35/11-R-14 BH where Statoil Petroleum AS is the operator.
nb: Brønn 26/5-1 ble boret av boreinnretningen Borgland Dolphin, som nå skal til Vegafeltet i den nordlige delen av Nordsjøen, hvor den skal bore produksjonsbrønn 35/11-R-14 BH der Statoil Petroleum AS er operatør.

source: The well has been drilled about six kilometres south of the Oseberg Sør facility, and about 130 kilometres west of Bergen.
nb: Brønnen er boret om lag seks kilometer sør for Oseberg Sør-innretningen og om lag 130 kilometer vest for Bergen.

source: The secondary exploration target was to prove petroleum in Upper Jurassic reservoir rocks (the Draupne and Heather formation).
nb: Sekundært letemål var å påvise petroleum i øvre jura reservoarbergarter (Draupne- og Heatherformasjonen).

source: Traces of petroleum were encountered in the Tarbert, Heather and Draupne formations.
nb: Det ble påtruffet spor av petroleum i Tarbert-, Heather- og Draupneformasjonen.

source: This is the 26th exploration well in production licence 104.
nb: Dette er den 26. letebrønnen i utvinningstillatelse 104.

source: The licence was awarded in the 9th licensing round in 1985.
nb: Tillatelsen ble tildelt i 9. konsesjonsrunde i 1985.

source: The well was drilled to a vertical depth of 3220 metres below the sea surface and was terminated in the Ness formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3220 meter under havflaten og ble avsluttet i Nessformasjonen i midtre jura.

source: Water depth at the site is 100 metres.
nb: Havdypet er 100 meter.

source: Well 30/9-25 was drilled by the Ocean Vanguard drilling facility, which will now proceed to production licence 272 in the northern North Sea to drill wildcat well 30/11-9 S, where Statoil is the operator.
nb: Brønn 30/9-25 ble boret av boreinnretningen Ocean Vanguard som nå skal til utvinningstillatelse 272 i nordlige Nordsjøen for å bore undersøkelsesbrønn 30/11-9 S der Statoil er operatør.

source: The well was originally drilled in 1987 from the Gullfaks A platform as a development well on Gullfaks, but was recompleted in December 2012 for a formation test at the top of the Shetland group above the Gullfaks field.
nb: Brønnen ble opprinnelig boret i 1987 fra Gullfaks A-plattformen som utvinningsbrønn i Gullfaks, men ble i desember 2012 rekomplettert for en formasjonstest i toppen av Shetlandgruppen over Gullfaksfeltet.

source: The objective of the test was to investigate pressure conditions and productivity in jointed carbonate rocks in the Shetland group from the Cretaceous Age, as well as in the overlying sandstones in the intra-Lista formation from the Paleocene Age.
nb: Hensikten med testen var å undersøke trykkforholdene og produktiviteten i oppsprukne karbonatbergarter i Shetlandgruppen av kritt alder og i overliggende sandsteiner i intra-Listaformasjonen av paleocen alder.

source: Due to overpressure, the zone has posed a challenge for many years as regards drilling through to the Gullfaks reservoir.
nb: På grunn av overtrykk har sonen i mange år representert en utfordring ved gjennomboring til Gullfaksreservoaret.

source: The well test in 34/10-A-8 shows that the perforated zone has good flow properties here, and the results indicate that production will be supported by a considerable volume.
nb: Brønntesten i 34/10-A-8 viser at den perforerte sonen her har gode strømningsegenskaper, og resultatene indikerer at produksjonen støttes av et betydelig volum.

source: Traces of petroleum in the Lista formation have been registered in several wells in the area, but recoverable oil has never been proven before.
nb: Spor av petroleum i Listaformasjonen er registrert i flere brønner i området, men det har ikke tidligere blitt påvist produserbar olje.

source: The Lista formation consists of relatively thin layers of sand with moderate to poor reservoir properties.
nb: Listaformasjonen består av relativt tynne sandlag med moderate til dårlige reservoaregenskaper.

source: The size of the discovery is associated with considerable uncertainty.
nb: Det er knyttet stor usikkerhet til størrelsen på funnet.

source: Preliminary estimates based on modelling, formation tests and sampling indicate recoverable resources in the area of 6 - 24 million Sm3 of oil equivalents, but the deposit may be considerably larger.
nb: Foreløpige beregninger basert på modellering, formasjonstester og prøvetaking tyder på utvinnbare ressurser i størrelsesorden 6 - 24 millioner Sm3 oljeekvivalenter, men forekomsten kan være betydelig større.

source: The licensees in production licence 050 will now carry out test production for data acquisition and studies to clarify the potential and further development of these resources.
nb: Rettighetshaverne i utvinningstillatelse 050 vil nå gjennomføre en prøveutvinning for datainnsamling og studier for å avklare potensialet og videre utvikling av disse ressursene.

source: It may be relevant to investigate additional existing wells on Gullfaks as regards the flow properties of these more shallow reservoirs.
nb: Det kan bli aktuelt å undersøke flere eksisterende brønner på Gullfaks med hensyn til strømningsegenskapene i disse grunnere reservoarene.

source: The discovery is particularly interesting because it shows that untraditional and previously overlooked deposits may represent considerable values.
nb: Funnet er spesielt interessant fordi det viser at utradisjonelle og tidligere oversette forekomster kan representere store verdier.

source: The objective of the well was to prove petroleum in Lower Jurassic reservoir rocks (the Cook formation), as well as to collect data in order to assess further development of the area.
nb: Hensikten med brønnen var å påvise petroleum i undre jura reservoarbergarter (Cookformasjonen), samt samle inn data for å vurdere videre utvikling av området.

source: The well proved a 24-metre oil column in the Cook formation with somewhat poorer reservoir quality than expected.
nb: Brønnen påviste en 24 meter oljekolonne i Cookformasjonen med noe dårligere reservoarkvalitet enn forventet.

source: The size of the discovery is still being assessed.
nb: Størrelsen på funnet er fremdeles under vurdering.

source: The discovery is being evaluated regarding whether or not it may be commercially interesting.
nb: Funnet evalueres med tanke på om det kan være kommersielt interessant.

source: The well was drilled to a vertical depth of 2546 metres below the sea surface, and was terminated in the Amundsen formation from the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 2546 meter under havflaten, og ble avsluttet i Amundsenformasjonen av tidligjura alder.

source: The well was drilled by the Bideford Dolphin drilling facility from a subsea template on Vigdis northeast.
nb: Brønnen ble boret av boreinnretningen Bideford Dolphin fra en havbunnsramme på Vigdis nordøst.

source: The well will now be plugged back and side-tracked to Vigdis northeast as a water injection well.
nb: Brønnen blir nå plugget tilbake og sideboret til Vigdis nordøst som vanninjeksjonsbrønn.

source: The licensees in production licence 089 are Statoil (operator), Petoro, ExxonMobil, Idemitsu and RWE Dea.
nb: Rettighetshaverne i utvinningstillatelse 089 er Statoil (operatør), Petoro, ExxonMobil, Idemitsu og RWE Dea.

source: The well was drilled on the northeast flank of Visund in the northern part of the North Sea.
nb: Brønnen er boret på nordøstflanken av Visund i nordlig del av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Brent Group), as well as clarify possible reservoir communication with the Visund field.
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen), samt avklare mulig reservoarkommunikasjon med Visundfeltet.

source: The well encountered an approx. 50-metre gas column in the Brent Group in reservoir rocks with good reservoir quality.
nb: Brønnen påtraff en om lag 50 meter gasskolonne i Brentgruppen i reservoarbergarter med god reservoarkvalitet.

source: Data acquisition was carried out in the well, but the well was not formation tested.
nb: Det ble foretatt datainnsamling i brønnen, men brønnen ble ikke formasjonstestet.

source: Preliminary calculations of the size of the discovery are between 0.7 and 1.6 million Sm³ of recoverable oil equivalents that are planned to be tied in to existing infrastructure in the Visund area.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,7 og 1,6 million Sm³ utvinnbare oljeekvivalenter som er planlagt knyttet opp til eksisterende infrastruktur i Visundområdet.

source: The well was drilled to a vertical depth of 3020 metres below the sea surface, and was terminated in the Drake formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3020 meter under havflaten, og ble avsluttet i Drakeformasjonen i midtre jura.

source: Water depth is 378 metres.
nb: Havdypet er 378 meter.

source: The well was drilled by the COSL Pioneer drilling facility.
nb: Brønnen ble boret av boreinnretningen COSL Pioneer.

source: The licensees in production licence 120 are Statoil (operator), Petoro, ConocoPhillips and Total.
nb: Rettighetshaverne i utvinningstillatelse 120 er Statoil (operatør), Petoro, ConocoPhillips og Total.

source: Appraisal well 35/9-8 was drilled 1.8 kilometres north of the 35/9-7 discovery well.
nb: Avgrensningsbrønn 35/9-8 er boret 1,8 kilometer nord for funnbrønnen 35/9-7.

source: The 35/9-7 oil discovery was proven in 2012 in Upper Jurassic reservoir rocks («intra Heather sandstones») about 16 kilometres southwest of the Gjøa field in the northeastern part of the North Sea.
nb: Oljefunnet 35/9-7 ble påvist i 2012 i øvre jura reservoarbergarter («intra Heather sandsteiner») om lag 16 kilometer sørvest for Gjøafeltet i den nordøstlige delen av Nordsjøen.

source: After drilling well 35/9-7, the resource estimate for the discovery was between 10 and 25 million standard cubic metres (Sm3) of recoverable oil.
nb: Etter boring av brønn 35/9-7 var ressursanslaget for funnet på mellom 10 og 25 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The objective of well 35/9-8 was to delineate the discovery.
nb: Hensikten med brønn 35/9-8 var å avgrense funnet.

source: The well encountered an oil column of 64 metres (gross) in the Heather formation, with reservoir rocks and reservoir quality as expected.
nb: Brønnen påtraff en oljekolonne på 64 meter (brutto) i Heatherformasjonen, med reservoarbergarter og reservoarkvalitet som forventet.

source: Preliminary estimation of the size of the discovery is between 10 and 25 million Sm3 of recoverable oil.
nb: Foreløpig beregning av størrelsen på funnet er mellom 10 og 25 millioner Sm3 utvinnbar olje.

source: The oil/water contact was encountered.
nb: Olje/vann-kontakten ble påtruffet.

source: A successful formation test was completed.
nb: En vellykket formasjonstest ble gjennomført.

source: The maximum production rate from a 13-metre interval in the reservoir was 300 standard cubic metres (Sm3) oil and 53 400 Sm3 gas per flow day through a 24/64-inch nozzle opening.
nb: Maksimum produksjonsrate fra et 13 meter intervall i reservoaret var på 300 standard kubikkmeter (Sm3) olje og 53 400 Sm3 gass per strømningsdøgn gjennom en 24/64 tommers dyseåpning.

source: The licensees in production licence 418 will consider producing the discovery together with other discoveries in the area of the Gjøa field, or as an independent development.
nb: Rettighetshaverne i utvinningstillatelse 418 vil vurdere å produsere funnet sammen med andre funn i området mot Gjøafeltet eller som en selvstendig utbygging.

source: This is the second exploration well in production licence 418.
nb: Dette er den andre letebrønnen i utvinningstillatelse 418.

source: The appraisal well was drilled to a vertical depth of 3232 metres below the sea surface, and was terminated in the Middle Jurassic Rannoch formation.
nb: Avgrensningsbrønnen ble boret til et vertikalt dyp av 3232 meter under havflaten, og ble avsluttet i Rannochformasjonen i midtre jura.

source: The water depth is 368 metres.
nb: Havdypet er 368 meter.

source: The well was drilled by Transocean Arctic, which will proceed to production licence 511 in the Norwegian Sea to drill wildcat well 6406/6-3 where Wintershall Norge AS is the operator.
nb: Brønnen ble boret av Transocean Arctic, som skal til utvinningstillatelse 511 i Norskehavet for å bore undersøkelsesbrønn 6406/6-3 der Wintershall Norge AS er operatør.

source: The well was drilled about 8 km west of the Gjøa field in the North Sea.
nb: Brønnen er boret om lag 8 kilometer vest for Gjøafeltet i Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in reservoir rocks in the Upper Jurassic (the Viking group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre jura (Vikinggruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Middle Jurassic Age (the Brent group).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellomjura alder (Brentgruppen).

source: The well encountered reservoir rocks in the Viking and Brent group with reservoir quality as expected.
nb: Brønnen påtraff reservoarbergarter i Viking- og Brentgruppen med reservoarkvalitet som forventet.

source: The well is classified as dry, with traces of petroleum.
nb: Brønnen klassifiseres som tørr, med spor av petroleum.

source: This is the ninth exploration well in production licence 153.
nb: Dette er den niende letebrønnen i utvinningstillatelse 153.

source: 35/9-9 was drilled to a vertical depth of 3298 metres below the sea surface, and was terminated in Triassic rocks.
nb: 35/9-9 ble boret til et vertikalt dyp på 3298 meter under havflaten og ble avsluttet i bergarter av trias alder.

source: Water depth at the site is 360 metres.
nb: Havdypet er 360 meter.

source: Well 35/9-9 was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 551 in the North Sea to drill wildcat well 31/3-4, where Tullow Oil Norge AS is the operator.
nb: Brønn 35/9-9 ble boret av boreinnretningen Transocean Barents som nå skal til utvinningstillatelse 551 i Nordsjøen for å bore undersøkelsesbrønn 31/3-4 der Tullow Oil Norge AS er operatør.

source: Storting White Paper 37 (2008-2009) Comprehensive management of the marine environment in the Norwegian Sea (the management plan) forms the basis for the opening process for the waters on the Norwegian side of Jan Mayen.
nb: Utgangspunktet for opningsprosessen for havområda på norsk side ved Jan Mayen er Stortingsmelding 37 (2008-2009) Helhetlig forvaltning av det marine miljø i Norskehavet (forvaltningsplan).

source: The Ministry of Petroleum and Energy (MPE) is responsible for implementing such an impact assessment, while the Norwegian Petroleum Directorate (NPD) will play a role in the work of mapping the petroleum resource base.
nb: Olje- og energidepartementet (OED) har ansvaret for å gjennomføre ei slik konsekvensutreiing, medan Oljedirektoratet har ein rolle i arbeidet med kartlegge ressursgrunnlaget for petroleum.

source: On the initiative of Minister of Petroleum and Energy Terje Riis-Johansen, a Norwegian delegation recently visited Jan Mayen.
nb: Nyleg besøkte ein norsk delegasjon Jan Mayen, på initiativ frå olje- og energiminister Terje Riis-Johansen.

source: The NPD was represented by Director General Bente Nyland and Exploration Director Sissel Eriksen (above).
nb: Frå Oljedirektoratet deltok oljedirektør Bente Nyland og leitedirektør Sissel Eriksen (biletet).

source: ”With the data available today, we cannot say anything about the resource base or the oil and gas potential on the shelf around Jan Mayen,” comments Sissel Eriksen.
nb: ”Med dagens data er det ikkje muleg å seie noko om ressursgrunnlaget eller olje- og gasspotensialet på sokkelen ved Jan Mayen,” kommenterer Sissel Eriksen.

source: She maintains that more data is needed to improve the available knowledge about the area.
nb: Ho held fram at det trengst meir data for å få betre kunnskap om området.

source: Acquisition of seismic data and shallow drilling are common methods of mapping the subsurface.
nb: Innsamling av seismikk og grunne boringar er vanlege metodar for å kartlegge undergrunnen.

source: ”We have some seismic data already, but the distance between the lines is far too great.
nb: ”Vi har ein del seismiske data allereie, men det er altfor stor avstand mellom linjene.

source: We also have some shallow drilling data, but these are not optimally located, in part because of the inferior seismic data.
nb: I tillegg har vi nokre grunne boringar, men dei er ikkje optimalt plassert, mellom anna på grunn av for dårlige seismiske data.

source: That is why we need more data, both seismic and shallow boreholes.”
nb: Difor treng vi meir data, både seismikk og grunne borehol.”
